Repository: unitfirstgroup/landing
Catalog: src/Resources/App.*.resx
Languages: es_es, ru_ru

# LABORATORIES_ESTATE_URL
source: Real Estate
es_es: Bienes raíces
ru_ru: Недвижимость

# LABORATORIES_COMMERCE
source: eCommerce
es_es: Comercio electrónico
ru_ru: Электронная коммерция

# LABORATORIES_COMMERCE_DESC
source: We create web and mobile apps that strengthen customer relationships, offering a seamless shopping experience and round-the-clock availability.
es_es: Construimos conexiones más fuertes con los clientes a través de aplicaciones web y móviles con una experiencia de compra superior y disponibilidad 24/7.
ru_ru: Мы выстраиваем более прочные связи с клиентами с помощью веб- и мобильных приложений, обеспечивая превосходный опыт покупок и круглосуточную доступность.

# LABORATORIES_COMMERCE_URL
source: eCommerce
es_es: Comercio electrónico
ru_ru: Электронная коммерция

# LABORATORIES_MARKETING_DESC
source: We develop marketing automation tools to optimize strategies, gather insights, and help you achieve ambitious goals with your clients.
es_es: Creamos herramientas de automatización de marketing que ayudan a optimizar las estrategias de marketing, recopilar información y alcanzar objetivos ambiciosos con los clientes.
ru_ru: Мы создаем инструменты автоматизации маркетинга, которые помогают оптимизировать маркетинговые стратегии, собирать информацию и достигать смелых целей вместе с клиентами.

# TAG_HEALTHCARE
source: Healthcare
es_es: Cuidado de la salud
ru_ru: Здравоохранение

# TAG_MEDIA
source: Media
es_es: Medios de comunicación
ru_ru: СМИ

# TAG_TRANSPORT
source: Transport
es_es: Transporte
ru_ru: Транспорт

# TAG_BUSINESS
source: Business
es_es: Negocio
ru_ru: Бизнес

# TAG_EDUCATION
source: Education
es_es: Educación
ru_ru: Образование

# CASES_ACCENT_WORD
source: Projects
es_es: Proyectos
ru_ru: Проекты

# CASES_TITLE
source: we successfully developed
es_es: soluciones entregadas con éxito
ru_ru: которые мы успешно реализовали.

# CASES_DESC
source: One look is worth a thousand words.
es_es: Una mirada vale más que mil palabras.
ru_ru: Один взгляд стоит тысячи слов.

# CASES_GET_DETAILS
source: Get details
es_es: Ver detalles
ru_ru: Получить подробности

# CASES_LEARNING
source: E-Learning Platform for Corporate Training
es_es: Plataforma de e-learning corporativo

# CASES_LEARNING_DESC
source: Develop a scalable, cloud-based e-learning platform for corporate training, allowing companies to create and manage customized courses, track employee progress, and measure ROI.
es_es: Se construyó una plataforma escalable en la nube para e-learning corporativo, permitiendo a las organizaciones diseñar y gestionar cursos personalizados, monitorear el progreso de los empleados y evaluar el ROI.

# CASES_LEARNING_URL
source: E-Learning Platform for Corporate Training
es_es: Plataforma de e-learning corporativo

# CASES_AI_HEALTH
source: Artificial Intelligence for Healthcare Support
es_es: Soluciones de IA para la salud

# CASES_AI_HEALTH_DESC
source: Apply AI-powered chatbots and predictive analytics to healthcare systems, enabling faster patient diagnosis, improved treatment outcomes, and enhanced administrative efficiency.
es_es: Implementación de chatbots de IA y análisis predictivo en sistemas de salud para acelerar el diagnóstico, mejorar los resultados del tratamiento y optimizar la administración.

# CASES_AI_HEALTH_URL
source: Artificial Intelligence for Healthcare Support
es_es: Soluciones de IA para la salud

# CASES_SME
source: Cloud-Based Cybersecurity Solution for SMEs
es_es: Ciberseguridad en la nube para PYMES

# CASES_SME_DESC
source: Create a subscription-based, cloud-based cybersecurity solution tailored to small and medium-sized enterprises, offering real-time threat detection, incident response, and compliance reporting.
es_es: Desarrollo de una plataforma de ciberseguridad basada en la nube para pequeñas y medianas empresas, con detección de amenazas en tiempo real, gestión de incidentes y herramientas de cumplimiento.

# CASES_SME_URL
source: Cloud-Based Cybersecurity Solution for SMEs
es_es: Ciberseguridad en la nube para PYMES

# CASES_FINANCES
source: Intelligent Task Automation for Finance and Accounting
es_es: Automatización financiera y contable

# CASES_FINANCES_DESC
source: Develop an AI-driven task automation platform for finance and accounting departments, streamlining routine tasks, reducing manual errors, and freeing up staff for high-value tasks.
es_es: Creación de una plataforma de automatización financiera y contable impulsada por IA, reduciendo el trabajo manual, minimizando errores y permitiendo al personal centrarse en tareas de mayor valor.

# CASES_FINANCES_URL
source: Intelligent Task Automation for Finance and Accounting
es_es: Automatización financiera y contable

# CASES_EDUCATION
source: Education
es_es: Educación

# CASES_EDUCATION_DESC
source: We bring innovation and engagement to the whole education process with custom EdTech solutions. From student information portals to online course management systems – we develop user-friendly and easy-to-use e-learning portals.
es_es: Mejoramos el proceso educativo con soluciones EdTech innovadoras, desde portales estudiantiles hasta gestión de cursos en línea, ofreciendo plataformas de aprendizaje intuitivas y accesibles.

# CASES_EDUCATION_URL
source: Education
es_es: Educación

# CASES_ESTATE
source: Real Estate
es_es: Bienes raíces

# CASES_ESTATE_DESC
source: Manage customers, monitor deal progress, and optimize offerings with custom real estate solutions. Our expertise includes property management software, virtual tour applications, real-time listing platforms, and more.
es_es: Impulsamos operaciones inmobiliarias con soluciones personalizadas para gestión de clientes, seguimiento de transacciones y optimización de ofertas, incluyendo administración de propiedades, recorridos virtuales y listados en vivo.

# CASES_ESTATE_URL
source: Real Estate
es_es: Bienes raíces

# CASES_RETAIL
source: Retail Store Operations Optimization Software
es_es: Optimización de operaciones minoristas

# CASES_RETAIL_DESC
source: Design and implement a mobile-based software solution for retail store operations, enabling staff to manage inventory, track sales, and optimize store performance in real-time.
es_es: Diseño de una solución móvil para operaciones minoristas, permitiendo al personal gestionar inventario, monitorear ventas y optimizar el rendimiento de la tienda en tiempo real.

# CASES_RETAIL_URL
source: Retail Store Operations Optimization Software
es_es: Optimización de operaciones minoristas

# CASES_BLOCK_CHAIN
source: Blockchain-Based Supply Chain Management
es_es: Plataforma blockchain para la cadena de suministro

# CASES_BLOCK_CHAIN_DESC
source: Create a blockchain-based platform for supply chain management, providing end-to-end visibility, improved tracking, and enhanced collaboration between suppliers, manufacturers, and customers.
es_es: Desarrollo de una plataforma blockchain para la gestión de la cadena de suministro, ofreciendo visibilidad de extremo a extremo, mejor seguimiento y colaboración entre todas las partes.

# CASES_BLOCK_CHAIN_URL
source: Blockchain-Based Supply Chain Management
es_es: Plataforma blockchain para la cadena de suministro

# CASES_MARKETING
source: Digital Marketing Analytics and Optimization Platform
es_es: Análisis y optimización de marketing

# CASES_MARKETING_DESC
source: Develop a cloud-based platform for digital marketers, offering real-time analytics, data visualization, and AI-powered optimization recommendations to improve campaign ROI.
es_es: Desarrollo de una plataforma en la nube para marketers digitales, con análisis en tiempo real, visualización de datos y optimización basada en IA para maximizar el ROI de las campañas.

# CASES_MARKETING_URL
source: Digital Marketing Analytics and Optimization Platform
es_es: Análisis y optimización de marketing

# CASES_STUDENT
source: Student Information System for Higher Education
es_es: Sistema de información estudiantil para educación superior

# CASES_STUDENT_DESC
source: Design and implement a comprehensive student information system for higher education institutions, providing a single platform for student registration, course enrollment, and academic tracking.
es_es: Implementación de un sistema integral de información estudiantil para educación superior, centralizando registro, inscripción a cursos y seguimiento académico.

# CASES_STUDENT_URL
source: Student Information System for Higher Education
es_es: Sistema de información estudiantil para educación superior

# CASES_PREDICTIVE
source: Predictive Maintenance for Industrial Equipment
es_es: Mantenimiento predictivo industrial

# CASES_PREDICTIVE_DESC
source: Develop an IoT-powered predictive maintenance platform for industrial equipment, enabling manufacturers to detect potential failures, schedule maintenance, and minimize downtime.
es_es: Creación de una plataforma de mantenimiento predictivo basada en IoT para equipos industriales, ayudando a detectar problemas temprano, programar servicios y reducir tiempos de inactividad.

# CASES_PREDICTIVE_URL
source: Predictive Maintenance for Industrial Equipment
es_es: Mantenimiento predictivo industrial

# CASES_HR
source: Customizable HR Management Software for Small Businesses
es_es: Gestión de RRHH para pequeñas empresas

# CASES_HR_DESC
source: Create a cloud-based HR management software solution for small businesses, offering customizable workflows, employee self-service, and compliance reporting to streamline HR operations.
es_es: Desarrollo de una solución de gestión de RRHH en la nube para pequeñas empresas, con flujos de trabajo personalizables, autoservicio para empleados e informes de cumplimiento para simplificar las tareas de RRHH.

# CASES_HR_URL
source: Customizable HR Management Software for Small Businesses
es_es: Gestión de RRHH para pequeñas empresas

# FEEDBACK_ITEM_0_AUTHOR
source: Penya Gofman, Head of SelfMade
es_es: Anna Smith, CTO de FinEdge

# FEEDBACK_ITEM_0_MAIN
source: By selecting UnitFirst for SelfMade, we were able to enhance our benefit program while saving on plan costs and management fees.
es_es: UnitFirst entregó nuestro proyecto a tiempo y superó nuestras expectativas en calidad y comunicación.

# FEEDBACK_ITEM_0_DETAILS
source: Our employees now benefit from low management fees, access to diverse investment options, as well as great perks to support their financial wellness. The plan transfer required a minimal time investment from our end, and the administration is simple!
es_es: Su equipo fue proactivo, transparente y siempre disponible para atender nuestras necesidades. Esperamos futuras colaboraciones.

# FEEDBACK_ITEM_1_AUTHOR
source: Tosi Bosi, Head of SuperCompany
es_es: Iván Petrov, CEO de MedTech Solutions

# FEEDBACK_ITEM_1_MAIN
source: By selecting UnitFirst for SuperCompany, we were able to enhance our benefit program while saving on plan costs and management fees.
es_es: Confiamos a UnitFirst una plataforma sanitaria compleja y entregaron una solución robusta, segura y escalable.

# FEEDBACK_ITEM_1_DETAILS
source: Our employees now benefit from low management fees, access to diverse investment options, as well as great perks to support their financial wellness. The plan transfer required a minimal time investment from our end, and the administration is simple!
es_es: Su experiencia en cumplimiento y experiencia de usuario marcó la diferencia para nuestros clientes y personal.

# FEEDBACK_ITEM_2_AUTHOR
source: Tony Montana, Head of MontanaInc
es_es: María García, gerente de producto en EduNext

# FEEDBACK_ITEM_2_MAIN
source: By selecting UnitFirst for MontanaInc, we were able to enhance our benefit program while saving on plan costs and management fees.
es_es: Trabajar con UnitFirst fue sencillo de principio a fin. Su enfoque ágil nos mantuvo involucrados e informados.

# FEEDBACK_ITEM_2_DETAILS
source: Our employees now benefit from low management fees, access to diverse investment options, as well as great perks to support their financial wellness. The plan transfer required a minimal time investment from our end, and the administration is simple!
es_es: Se adaptaron rápidamente a nuestros comentarios y entregaron un producto que encanta a nuestros usuarios. ¡Muy recomendados!

# FEEDBACK_ITEM_3_AUTHOR
source: Pan Yurik, Head of PokerGamer
es_es: John Lee, director de operaciones en LogiCore

# FEEDBACK_ITEM_3_MAIN
source: By selecting UnitFirst for PokerGamer, we were able to enhance our benefit program while saving on plan costs and management fees.
es_es: La experiencia técnica y dedicación de UnitFirst nos ayudó a modernizar nuestras operaciones logísticas de manera eficiente.

# FEEDBACK_ITEM_3_DETAILS
source: Our employees now benefit from low management fees, access to diverse investment options, as well as great perks to support their financial wellness. The plan transfer required a minimal time investment from our end, and the administration is simple!
es_es: El nuevo sistema mejoró nuestro flujo de trabajo y redujo costos. Su equipo de soporte es excelente.

# NAV_BLOG
source: Blog
ru_ru: Блог

# LABORATORIES_MARKETING
source: Marketing
ru_ru: Маркетинг

# LABORATORIES_MARKETING_URL
source: Marketing
ru_ru: Маркетинг
