Repository: unitfirstgroup/landing
Catalog: src/Resources/App.*.resx
Languages: es_es, ru_ru

source: Get Started
es_es: Empezar
ru_ru: Начнем

# NAV_SERVICES
source: Services
es_es: Servicios
ru_ru: Сервисы

# NAV_LABORATORIES
source: Laboratories
es_es: Laboratorios
ru_ru: Лабы

# NAV_CASES
source: Cases
es_es: Casos
ru_ru: Кейсы

# NAV_ABOUT
source: About us
es_es: Acerca de
ru_ru: О нас

# NAV_CONTACTS
source: Contacts
es_es: Contactos
ru_ru: Контакты

# THESIS_0
source: UnitFirst is a leading IT company providing innovative solutions for businesses and individuals.
es_es: UnitFirst es una empresa líder en TI que ofrece soluciones innovadoras para empresas y particulares.
ru_ru: UnitFirst — ведущая ИТ-компания, предлагающая инновационные решения для предприятий и частных лиц.

# THESIS_0_DESC
source: Our team of experienced professionals with a passion for technology and innovation. We are committed to delivering high-quality solutions that meet our clients' needs and exceed their expectations.
es_es: Nuestro equipo de profesionales experimentados, apasionados por la tecnología y la innovación, se compromete a ofrecer soluciones de alta calidad que satisfagan las necesidades de nuestros clientes y superen sus expectativas.
ru_ru: Наша команда опытных профессионалов, увлеченных технологиями и инновациями. Мы стремимся предоставлять высококачественные решения, которые отвечают потребностям наших клиентов и превосходят их ожидания.

# THESIS_0_ACTION
source: Get Started
es_es: Empezar
ru_ru: Начать

# THESIS_1
source: Our Services
es_es: Nuestros servicios
ru_ru: Наши Сервисы

# THESIS_1_DESC
source: We offer a range of services including software development, IT consulting, cybersecurity, and more.
es_es: Ofrecemos una gama de servicios que incluyen desarrollo de software, consultoría de TI, ciberseguridad y más.
ru_ru: Мы предлагаем широкий спектр услуг, включая разработку программного обеспечения, ИТ-консалтинг, кибербезопасность и многое другое.

# THESIS_1_ACTION
source: Get More Info
es_es: Más información
ru_ru: Детали

source: Newsletter
es_es: Boletín
ru_ru: Новости

# NEWSLETTER_DESC
source: Sign up to stay in the loop with the latest features and updates!
es_es: ¡Regístrese para mantenerse informado sobre las últimas funciones y actualizaciones!
ru_ru: Подпишитесь, чтобы быть в курсе последних функций и обновлений!

# NEWSLETTER_SUBSCRIBE
source: Subscribe
es_es: Suscribir
ru_ru: Подписаться

# SOCIAL_NETWORKS_DESC
source: Get connected with us on social networks:
es_es: Conéctate con nosotros en las redes sociales:
ru_ru: Присоединяйтесь к нам в социальных сетях:

# ORGANIZATION_MANIFEST
source: High quality and care for our customers. Create a business plan and implementation with full coverage of quality and metrics.
es_es: Alta calidad y atención al cliente. Elaboramos un plan de negocios e implementamos un análisis completo de calidad y métricas.
ru_ru: Высокое качество и забота о наших клиентах. Создание бизнес-плана и его реализация с полным охватом качества и показателей.

# FOOTER_PRODUCTS
source: Products
es_es: Productos
ru_ru: Продукты

# FOOTER_PRODUCTS_0
source: Business digital maintainer
es_es: Mantenedor digital empresarial
ru_ru: Цифровая автоматизация бизнеса

# FOOTER_PRODUCTS_1
source: Market research
es_es: Investigación de mercado
ru_ru: Исследование рынка

# FOOTER_PRODUCTS_2
source: Operations
es_es: Operaciones
ru_ru: Операции

# FOOTER_PRODUCTS_3
source: Sales and Marketing
es_es: Ventas y marketing
ru_ru: Продажи и маркетинг

# FOOTER_LINKS
source: Useful Links
es_es: Enlaces útiles
ru_ru: Полезные ссылки

# FOOTER_LINK_0
source: Pricing
es_es: Precios
ru_ru: Цены

# FOOTER_LINK_1
source: Settings
es_es: Ajustes
ru_ru: Настройки

# FOOTER_LINK_2
source: Orders
es_es: Pedidos
ru_ru: Ордера

# FOOTER_LINK_3
source: Help
es_es: Ayuda
ru_ru: Помощь

# FOOTER_CONTACTS
source: Contacts
es_es: Contactos
ru_ru: Контакты

# FOOTER_DOCUMENTS
source: Documents
es_es: Documentos
ru_ru: Документы

# FOOTER_DOCUMENT_0
source: Terms
es_es: Términos
ru_ru: Условия

# FOOTER_DOCUMENT_2
source: Security
es_es: Seguridad
ru_ru: Безопасность

# FOOTER_DOCUMENT_3
source: Manage cookies
es_es: Administrar cookies
ru_ru: Управление куками

# FOOTER_DOCUMENT_1
source: Privacy
es_es: Privacidad
ru_ru: Конфиденциальность

# FOOTER_RIGHTS
source: All Rights Reserved.
es_es: Al Investigación Reservada.
ru_ru: Все права защищены.

# ABOUT_ORGANIZATION_MAIN
source: Established in 2011, UnitFirst is a software development studio with a proud history of delivering high-quality solutions to clients across various industries. With 14 years of experience under our belt, we've honed our skills in developing innovative, scalable, and reliable software products that meet the evolving needs of our clients.
es_es: Fundado en 2011, UnitFirst es un estudio de desarrollo de software con una sólida trayectoria ofreciendo soluciones de alta calidad a clientes de diversas industrias. Con 14 años de experiencia, hemos perfeccionado nuestras habilidades en el desarrollo de productos de software innovadores, escalables y confiables que satisfacen las necesidades cambiantes de nuestros clientes.
ru_ru: UnitFirst, основанная в 2011 году, является студией разработки программного обеспечения с гордой историей предоставления высококачественных решений клиентам в различных отраслях. Имея 14-летний опыт работы, мы отточили свои навыки в разработке инновационных, масштабируемых и надежных программных продуктов, которые отвечают меняющимся потребностям наших клиентов.

# ABOUT_MISSION
source: Start your business digital transformation on the right foot.
es_es: Empiece la transformación digital de su negocio con el pie derecho.
ru_ru: Начните цифровую трансформацию своего бизнеса с правильного шага.

# ABOUT_MISSION_DETAILS
source: We're on a mission to make it easy for anyone to start a business digital transformation. With our AI-powered business plan generator, you can get a comprehensive business plan in minutes and your digital solution free.
es_es: Nuestra misión es facilitarle a cualquier persona la transformación digital de su negocio. Con nuestro generador de planes de negocios con inteligencia artificial, puede obtener un plan de negocios completo en minutos y su solución digital gratis.
ru_ru: Наша миссия — сделать так, чтобы любому человеку было легко начать цифровую трансформацию бизнеса. С нашим генератором бизнес-планов на базе искусственного интеллекта вы можете получить комплексный бизнес-план за считанные минуты и бесплатное цифровое решение.

# ABOUT_TITLE
source: About
es_es: Acerca de
ru_ru: Информация о

# GET_IN_TOUCH_TITLE
source: Get in touch
es_es: Ponte en contacto con nosotros
ru_ru: Свяжитесь с нами

# GET_IN_TOUCH_GREETING
source: We'd love to hear from you! Send us a message with your idea using the contact details here and we'll generate solution for you soon as possible.
es_es: ¡Nos encantaría saber de ti! Envíanos un mensaje con tu idea utilizando los datos de contacto aquí y encontraremos una solución lo antes posible.
ru_ru: Мы будем рады услышать от вас! Отправьте нам сообщение с вашей идеей, используя контактную информацию здесь, и мы сгенерируем для вас решение как можно скорее.

# ABOUT_SATISFACTION_RATE
source: Satisfaction rate
es_es: Índice de satisfacción
ru_ru: Уровень удовлетворенности

# ABOUT_SUCCESSFUL_PROJECTS
source: Successful projects
es_es: Proyectos exitosos
ru_ru: Успешные проекты

# ABOUT_COUNTRIES
source: Countries
es_es: Países
ru_ru: Страны

# ABOUT_SENIOR_SPECIALISTS
source: Senior specialists
es_es: Especialistas superiores
ru_ru: Старшие специалисты

# ABOUT_CLIENT_ENGAGEMENT
source: Years’ Сlient engagement
es_es: Años de compromiso con el cliente
ru_ru: Годы работы с клиентами

# ABOUT_YEARS_ON_MARKET
source: Years on the market
es_es: Años en el mercado
ru_ru: Лет на рынке

# SERVICES_CUSTOM_DEVELOPMENT
source: Tailored software solutions
es_es: Desarrollo de software a medida
ru_ru: Разработка программного обеспечения на заказ

# SERVICES_CUSTOM_DEVELOPMENT_DESC
source: We create custom solutions designed for your unique business needs. Our full-cycle development adapts to your budget, timeline, technology stack, and advanced requirements.
es_es: Desarrollamos soluciones a medida para las necesidades y requisitos específicos de su negocio. El desarrollo a medida implica un ciclo completo de desarrollo de software adaptado a sus necesidades en cuanto a presupuesto, plazos, pila tecnológica, tecnologías avanzadas y otros aspectos.
ru_ru: Мы разрабатываем индивидуальные решения для конкретных бизнес-нужд и требований. Индивидуальная разработка означает разработку программного обеспечения полного цикла, адаптированную к вашему случаю с учетом бюджета, сроков, технологического стека, передовых технологий и других аспектов.

# SERVICES_CUSTOM_DEVELOPMENT_URL
source: Tailored software solutions
es_es: Desarrollo de software a medida
ru_ru: Разработка программного обеспечения на заказ

# SERVICES_IOT
source: IoT solutions
es_es: Desarrollo de IoT
ru_ru: Разработка интернета вещей

# SERVICES_IOT_DESC
source: We build IoT systems of any size, from small device fleets to large-scale deployments. Our expertise covers consulting, ROI analysis, opportunity identification, dashboard visualization, device management, security, and network optimization, backed by over a decade of successful projects.
es_es: Desarrollamos sistemas IoT de cualquier escala, desde flotas de unos pocos dispositivos hasta cientos. El desarrollo de IoT es nuestra especialidad, por lo que contamos con la experiencia suficiente para ofrecer servicios de consultoría y desarrollo. Nuestros servicios incluyen el cálculo del ROI, la identificación de oportunidades de implementación de IoT para empresas específicas, la visualización de datos mediante paneles informativos, el diseño de sistemas eficaces de gestión de dispositivos, la protección de componentes vulnerables, la optimización de la transferencia de datos y el uso de la red, y mucho más. Ofrecemos más de 10 años de experiencia en la ejecución exitosa de proyectos IoT.
ru_ru: Мы разрабатываем системы IoT любого масштаба, от парков из нескольких устройств до сотен. Разработка IoT — наша специализация, поэтому у нас достаточно опыта, чтобы предоставлять консалтинговые услуги наряду с услугами по разработке. Наши услуги включают расчет ROI, определение возможностей внедрения IoT для конкретных предприятий, визуализацию данных с помощью информативных панелей мониторинга, проектирование эффективных систем управления устройствами, защиту уязвимых компонентов, оптимизацию передачи данных и использования сети и многое другое. Мы предлагаем более 10 лет опыта в реализации успешных проектов IoT.

# SERVICES_IOT_URL
source: IoT solutions
es_es: Desarrollo de IoT
ru_ru: Разработка интернета вещей

# SERVICES_WEB
source: Web application development
es_es: Desarrollo web
ru_ru: Веб-разработка

# SERVICES_WEB_DESC
source: We deliver scalable, secure, and high-performance web apps. Each project is approached individually to ensure it meets user needs, drives growth, and remains competitive.
es_es: Desarrollamos aplicaciones web escalables, de alto rendimiento y seguras. Si bien las diferentes soluciones web pueden parecer similares a primera vista, abordamos cada una de forma única, aprovechando nuestra experiencia para garantizar que la aplicación cumpla con las expectativas de los usuarios, impulse el crecimiento del negocio, genere valor y se mantenga competitiva a largo plazo.
ru_ru: Мы разрабатываем масштабируемые, высокопроизводительные и безопасные веб-приложения. Хотя на первый взгляд разные веб-решения могут показаться похожими, мы подходим к каждому из них по-своему, используя наш опыт, чтобы гарантировать, что приложение соответствует ожиданиям пользователей, стимулирует рост бизнеса, обеспечивает ценность и остается конкурентоспособным с течением времени.

# SERVICES_WEB_URL
source: Web application development
es_es: Desarrollo web
ru_ru: Веб-разработка

# SERVICES_MOBILE
source: Mobile app development
es_es: Desarrollo móvil
ru_ru: Разработка мобильных приложений

# SERVICES_MOBILE_DESC
source: Our skilled team crafts outstanding iOS, Android, and cross-platform apps with intuitive interfaces and engaging user experiences, helping your business grow by delighting users.
es_es: Nuestro equipo de desarrolladores móviles expertos y diseñadores creativos crea excelentes aplicaciones para iOS, Android y multiplataforma, creando interfaces sencillas e intuitivas y creando experiencias de usuario excepcionales. Sabemos cómo atraer y fidelizar a los usuarios, y la satisfacción de los usuarios es la clave del éxito de una empresa.
ru_ru: Наша команда опытных мобильных разработчиков и креативных дизайнеров создает отличные приложения для iOS, Android и кроссплатформенные приложения, создавая простые и интуитивно понятные интерфейсы и формируя превосходный пользовательский опыт. Мы знаем, как вовлекать и удерживать пользователей, а счастливые пользователи означают, что бизнес будет процветать.

# SERVICES_MOBILE_URL
source: Mobile app development
es_es: Desarrollo móvil
ru_ru: Разработка мобильных приложений

# SERVICES_AI
source: AI solutions
es_es: Desarrollo de IA
ru_ru: Разработка ИИ

# SERVICES_AI_DESC
source: Our AI services cover everything from predictive analytics to healthcare diagnostics. We specialize in custom AI models, machine learning, NLP, computer vision, and predictive maintenance tools.
es_es: Desde el análisis predictivo hasta el diagnóstico sanitario basado en IA, nuestros servicios de Inteligencia Artificial abarcan todos los sectores. Nos especializamos en el desarrollo de modelos de IA personalizados, el análisis predictivo, la implementación de aprendizaje automático, el procesamiento del lenguaje natural, la visión artificial y las herramientas de IA para el mantenimiento predictivo.
ru_ru: От предиктивной аналитики до диагностики здравоохранения на базе ИИ, наши услуги искусственного интеллекта охватывают все отрасли. Наша экспертиза заключается в разработке индивидуальных моделей ИИ, предиктивной аналитике, внедрении машинного обучения, обработке естественного языка, компьютерном зрении и инструментах ИИ для предиктивного обслуживания.

# SERVICES_AI_URL
source: AI solutions
es_es: Desarrollo de IA
ru_ru: Разработка ИИ

# SERVICES_GPT
source: ChatGPT integration
es_es: Desarrollo de ChatGPT
ru_ru: Разработка ChatGPT

# SERVICES_GPT_DESC
source: Integrate ChatGPT for 24/7 support, efficient customer service, and actionable insights. We offer consulting, customization, and seamless integration for web and mobile apps to boost engagement and retention.
es_es: Al incorporar ChatGPT, las aplicaciones pueden ofrecer disponibilidad 24/7, atención al cliente eficiente y análisis basado en datos. Ofrecemos consultoría, personalización e integración de las funciones de ChatGPT en aplicaciones web y móviles, lo que permite conversaciones dinámicas, ahorro de costes, mayor retención de usuarios y mayor interacción.
ru_ru: Благодаря внедрению ChatGPT приложения могут обеспечить круглосуточную доступность, эффективную поддержку клиентов и аналитику на основе данных. Мы предоставляем консультации, настройку и интеграцию возможностей ChatGPT в веб- и мобильные приложения, обеспечивая динамичные разговоры, экономию средств, улучшенное удержание пользователей и повышенную вовлеченность пользователей.

# SERVICES_GPT_URL
source: ChatGPT integration
es_es: Desarrollo de ChatGPT
ru_ru: Разработка ChatGPT

# SERVICES_TITLE
source: service
es_es: servicio
ru_ru: сервис

# SERVICES_DESC
source: At UnitFirst, we deliver comprehensive software development, industry expertise, advisory services, and system maintenance—including legacy systems. Our engineering services support both outsourcing and team extension models.
es_es: En UnitFirst, ofrecemos desarrollo de software integral con el respaldo de nuestra experiencia específica en el sector, asesoramiento y mantenimiento de sistemas, incluyendo el mantenimiento de soluciones heredadas complejas. Nuestros servicios de ingeniería de software abarcan tanto el modelo clásico de externalización como la ampliación de personal.
ru_ru: В UnitFirst мы обеспечиваем комплексную разработку программного обеспечения, подкрепленную отраслевой экспертизой, консультативной поддержкой и обслуживанием систем, включая обслуживание сложных устаревших решений. Наши услуги по разработке программного обеспечения охватывают как классическую модель аутсорсинга, так и увеличение штата.

# SERVICES_CAT_ACCENT_WORD
source: services
es_es: servicios
ru_ru: сервисы

# SERVICES_CAT_TITLE
source: Our service categories
es_es: Category of our
ru_ru: Категории наших

# SERVICES_CAT_DESC
source: Over the years, we’ve gained deep expertise in a variety of specialized services.
es_es: Durante más de una década, hemos ido acumulando conocimientos y experiencia en diversos servicios que se convirtieron en nuestra especialización.
ru_ru: На протяжении более десяти лет мы накапливали знания и опыт в различных услугах, которые стали нашей специализацией.

# SERVICES_GET_IN_TOUCH
source: Contact us
es_es: Ponte en contacto con nosotros
ru_ru: Свяжитесь с нами

# SERVICES_BOOK_CONSULTATION
source: Book a free consultation
es_es: Reserva una consulta gratuita
ru_ru: Забронируйте бесплатную консультацию

# LABORATORIES_TITLE
source: lab
es_es: laboratorio
ru_ru: лаборатория

# LABORATORIES_DESC
source: We have developed deep expertise across many industries. Explore and find the most suitable lab for your needs.
es_es: Contamos con un amplio conocimiento en diversas industrias. Busque en cualquier sector y encuentre el laboratorio más adecuado.
ru_ru: Мы накопили экспертные знания в различных отраслях. Найдите любую отрасль и найдите наилучшую применимую лабораторию.

# LABORATORIES_GET_DETAILS
source: View details
es_es: Obtener detalles
ru_ru: Получить подробности

# LABORATORIES_SEARCH
source: Find a digital lab tailored to your needs...
es_es: Busque laboratorio digital según sus necesidades...
ru_ru: Найдите цифровую лабораторию, соответствующую вашим требованиям...

# LABORATORIES_HEALTHCARE
source: Healthcare
es_es: Cuidado de la salud
ru_ru: Здравоохранение

# LABORATORIES_HEALTHCARE_DESC
source: We develop patient management, medical platforms, IoT and AI-powered apps, analytics, and visualization tools. All solutions comply with HIPPA, GDPR, HITECH, FDA, and other standards.
es_es: Sistemas de gestión de pacientes, plataformas médicas, aplicaciones basadas en IoT, diagnósticos basados ​​en IA, análisis y visualización de datos: somos expertos en el desarrollo de diversas soluciones. Todas nuestras soluciones cumplen con las normativas HIPPA, RGPD, HITECH, FDA y otros requisitos.
ru_ru: Системы управления пациентами, медицинские платформы, приложения на базе IoT, диагностика на базе AI, аналитика и визуализация данных — вот несколько типов решений, в разработке которых мы являемся экспертами. Все решения соответствуют требованиям HIPPA, GDPR, HITECH, FDA и другим.

# LABORATORIES_HEALTHCARE_URL
source: Healthcare
es_es: Cuidado de la salud
ru_ru: Здравоохранение

# LABORATORIES_MEDIA
source: Media & Entertainment
es_es: Medios y entretenimiento
ru_ru: Медиа и развлечения

# LABORATORIES_MEDIA_DESC
source: We build streaming platforms, recommendation engines, social media tools, event systems, and more—ensuring personalized experiences and high availability even during peak times.
es_es: Plataformas de streaming, motores de recomendación personalizados, herramientas de gestión de redes sociales, sistemas de eventos y más. Sabemos cómo conectar con los usuarios, personalizar su experiencia y desarrollar sistemas con tiempos de inactividad mínimos, incluso en horas punta.
ru_ru: Стриминговые платформы, персонализированные рекомендательные системы, инструменты управления социальными сетями, системы событий и многое другое. Мы знаем, как вовлекать пользователей, персонализировать их опыт и разрабатывать системы с минимальными периодами простоя, даже в периоды пикового трафика.

# LABORATORIES_MEDIA_URL
source: Media & Entertainment
es_es: Medios y entretenimiento
ru_ru: Медиа и развлечения

# LABORATORIES_LOGISTICS
source: Logistics
es_es: Logística
ru_ru: Логистика

# LABORATORIES_LOGISTICS_DESC
source: We offer real-time tracking, route optimization, inventory and fleet management, and process automation to keep your logistics operations running smoothly.
es_es: Ofrecemos seguimiento en tiempo real, optimización de rutas, gestión de inventario, automatización de procesos y una gestión sencilla de flotas a cualquier empresa de logística. Hacemos todo lo posible para que las mercancías y el negocio sigan avanzando.
ru_ru: Мы привносим отслеживание в реальном времени, оптимизацию маршрутов, управление запасами, автоматизацию процессов и простое управление автопарком в любой логистический бизнес. Мы проходим каждую милю и даже больше, чтобы товары и бизнес двигались.

# LABORATORIES_LOGISTICS_URL
source: Logistics
es_es: Logística
ru_ru: Логистика

# LABORATORIES_FINANCES
source: Finance
es_es: Finanzas
ru_ru: Финансы

# LABORATORIES_FINANCES_DESC
source: We deliver wealth management, compliance, payment processing, insurance, budgeting, and planning tools—each built for security, scalability, and regulatory compliance.
es_es: Software de gestión de patrimonio, herramientas de cumplimiento e informes, soluciones de procesamiento de pagos, sistemas de gestión de seguros, herramientas de presupuestación y planificación financiera: cada software que desarrollamos para la industria financiera presenta seguridad, escalabilidad y cumplimiento de las regulaciones de la industria.
ru_ru: Программное обеспечение для управления активами, инструменты обеспечения соответствия и отчетности, решения по обработке платежей, системы управления страхованием, инструменты бюджетирования и финансового планирования — каждое программное обеспечение, которое мы разрабатываем для финансовой отрасли, отличается безопасностью, масштабируемостью и соответствием отраслевым нормам.

# LABORATORIES_FINANCES_URL
source: Finance
es_es: Finanzas
ru_ru: Финансы

# LABORATORIES_EDUCATION
source: Education
es_es: Educación
ru_ru: Образование

# LABORATORIES_EDUCATION_DESC
source: We enhance education with custom EdTech solutions, from student portals to online course management, creating intuitive and accessible e-learning platforms.
es_es: Aportamos innovación y compromiso a todo el proceso educativo con soluciones EdTech personalizadas. Desde portales de información para estudiantes hasta sistemas de gestión de cursos en línea, desarrollamos portales de aprendizaje electrónico intuitivos y fáciles de usar.
ru_ru: Мы привносим инновации и вовлеченность во весь процесс обучения с помощью индивидуальных решений EdTech. От порталов студенческой информации до систем управления онлайн-курсами — мы разрабатываем удобные и простые в использовании порталы электронного обучения.

# LABORATORIES_EDUCATION_URL
source: Education
es_es: Educación
ru_ru: Образование

# LABORATORIES_ESTATE
source: Real Estate
es_es: Bienes raíces
ru_ru: Недвижимость

# LABORATORIES_ESTATE_DESC
source: We provide solutions for customer management, deal tracking, and offer optimization, including property management, virtual tours, and real-time listings.
es_es: Gestione clientes, supervise el progreso de las transacciones y optimice la oferta con soluciones inmobiliarias personalizadas. Nuestra experiencia incluye software de gestión de propiedades, aplicaciones de recorridos virtuales, plataformas de anuncios en tiempo real y más.
ru_ru: Управляйте клиентами, отслеживайте ход сделки и оптимизируйте предложения с помощью индивидуальных решений в сфере недвижимости. Наша экспертиза включает программное обеспечение для управления недвижимостью, приложения для виртуальных туров, платформы листинга в реальном времени и многое другое.
